name = {
"""
._    _ ___
.|_)/ \  | 
.|_)\_/ | 
""",
"""
.                                 _           
.                                | |          
. ______       __      __| |    ___   _  __ 
.| .'_ ` _ \    / _ \   / _` |   / _ \   | '__|
.| .|  | |  | |  | (_) |  |(_|  |  |  __/   |  |   
.|_|  _|  |_|  \__./  \__,_|   \___|  |_|   
""",
"""
.__             ________             __
.\ \            / / ___ \ \           / /
.  \ \   /\  / / |       | \ \  /\  / / 
.    \ \/  \/ /| |       | |\ \/  \/ /  
.      \  /\  / | |____| |  \  /\  /   
.       \/  \/   \_____/    \/\/    
"""
}
help = """
/help - список команд
/ban - забанить юзера(может только админ) через цитату
/bl - команды чёрного списка
/echo - написать в чат от лица бота
/spam - спам
/id - id пользователя
/chat_id - id чата
/rand - рандомный кубик
"""

TOKEN = "5037292962:AAG3TPthGRs-FUQmCQ940ARL8nNMnHK8HC8"
data_dir = "data/"
cube = '⚀.⚁.⚂.⚃.⚄.⚅'.split('.')
map = '🂠.🂡.🂢.🂣.🂤.🂥.🂦.🂧.🂨.🂩.🂪.🂫.🂬.🂭.🂮.🂱.🂲.🂳.🂴.🂵.🂶.🂷.🂸.🂹.🂺.🂻.🂼.🂽.🂾.🃁.🃂.🃃.🃄.🃅.🃆.🃇.🃈.🃉.🃊.🃋.🃌.🃍.🃎.🃑.🃒.🃓.🃔.🃕.🃖.🃗.🃘.🃙.🃚.🃛.🃜.🃝.🃞'.split('.')